Repository: norbusan/okular-debian
Catalog: po/*/okular_dvi.po
Languages: pl

# NAME OF TRANSLATORS
source: Your names
pl: Robert Gomulka, Łukasz Wojniłowicz

# EMAIL OF TRANSLATORS
source: Your emails
pl: carramba@epf.pl, lukasz.wojnilowicz@gmail.com

source: <qt><p>Okular could not locate the program <em>dvipdfm</em> on your computer. This program is essential for the export function to work. You can, however, convert the DVI-file to PDF using the print function of Okular, but that will often produce documents which print okay, but are of inferior quality if viewed in Acrobat Reader. It may be wise to upgrade to a more recent version of your TeX distribution which includes the <em>dvipdfm</em> program.</p><p>Hint to the perplexed system administrator: Okular uses the PATH environment variable when looking for programs.</p></qt>
pl: <qt><p>Okular nie mógł odnaleźć programu <em>dvipdfm</em> na twoim komputerze. Jest on niezbędny do zadziałania funkcji eksportu. Można jednakowoż przekształcić plik DVI do PDF przy pomocy funkcji drukowania Okulara. Tym niemniej spowoduje to uzyskanie dokumentu, który co prawda wydrukuje się bez problemu, ale będzie mizernej jakości przy oglądaniu w Acrobat Readerze. Rozsądnym mogłoby być uaktualnienie dystrybucji TeX (zawierającej program <em>dvipdfm</em>) do nowszej wersji.</p><p>Wskazówka dla zakłopotanych administratorów: Okular używa zmiennej środowiskowej PATH przy wyszukiwaniu programów.</p></qt>

source: <qt>The external program 'dvipdfm', which was used to export the file, reported an error. You might wish to look at the <strong>document info dialog</strong> which you will find in the File-Menu for a precise error report.</qt>
pl: <qt>Zewnętrzny program 'dvipdfm', użyty do wyeksportowania pliku, zgłosił błąd. Po bardziej szczegółowe informacje proszę zajrzeć do <strong>okno informacyjne dokumentu</strong>, które znajduje się w menu Plik.</qt>

source: <qt>This DVI file refers to external graphic files which are not in PostScript format, and cannot be handled by the <em>dvips</em> program that Okular uses internally to print or to export to PostScript. The functionality that you require is therefore unavailable in this version of Okular.</qt>
pl: <qt>Ten plik DVI odwołuje się do zewnętrznych plików graficznych, nie będących w formacie PostScript. Pliki te nie mogą być obsłużone przez program <em>dvips</em>, używany wewnętrznie przez Okular do drukowania albo eksportowania do PostScriptu. W związku z tym funkcjonalność, której wymagasz, jest niedostępna w danej wersji Okulara.</qt>

source: <qt><p>Okular could not locate the program <em>dvips</em> on your computer. That program is essential for the export function to work.</p><p>Hint to the perplexed system administrator: Okular uses the PATH environment variable when looking for programs.</p></qt>
pl: <qt><p>Okular nie mógł odnaleźć programu <em>dvips</em>. Jest on niezbędny do zadziałania funkcji eksportu.</p><p>Wskazówka dla zmieszanego administratora systemu: Okular używa zmiennej środowiskowej PATH podczas wyszukiwania programów.</p></qt>

source: <qt>The external program 'dvips', which was used to export the file, reported an error. You might wish to look at the <strong>document info dialog</strong> which you will find in the File-Menu for a precise error report.</qt>
pl: <qt>Zewnętrzny program 'dvips', użyty do wyeksportowania pliku, zgłosił błąd. Po bardziej szczegółowe informacje proszę zajrzeć do <strong>okno informacyjne dokumentu</strong>, które znajduje się w menu Plik.</qt>

source: The DVI file does not start with the preamble.
pl: Plik DVI nie rozpoczyna się od preambuły.

source: The DVI file contains the wrong version of DVI output for this program. Hint: If you use the typesetting system Omega, you have to use a special program, such as oxdvi.
pl: Ten plik DVI zawiera niepoprawną wersję wyjścia DVI dla tego programu. Wskazówka: jeśli używasz systemu składu tekstu Omega, powinieneś użyć specjalnego programu, jak oxdvi.

source: The DVI file is badly corrupted. Okular was not able to find the postamble.
pl: Plik DVI jest poważnie uszkodzony. Okular nie był w stanie znaleźć znacznika końca po danych.

source: The postamble does not begin with the POST command.
pl: Znacznik końca nie rozpoczyna się od polecenia POST.

source: The postamble contained a command other than FNTDEF.
pl: Znacznik końca zawiera polecenie różne od FNTDEF.

source: The page %1 does not start with the BOP command.
pl: Strona %1 nie rozpoczyna się od polecenia BOP.

source: <qt><p>The external program <strong>pdf2ps</strong> could not be started. As a result, the PDF-file %1 could not be converted to PostScript. Some graphic elements in your document will therefore not be displayed.</p><p><b>Possible reason:</b> The program <strong>pdf2ps</strong> may not be installed on your system, or cannot be found in the current search path.</p><p><b>What you can do:</b> The program <strong>pdf2ps</strong> is normally contained in distributions of the ghostscript PostScript interpreter system. If ghostscript is not installed on your system, you could install it now. If you are sure that ghostscript is installed, try to use <strong>pdf2ps</strong> from the command line to check if it really works.</p><p><em>PATH:</em> %2</p></qt>
pl: <qt><p>Nie można było uruchomić zewnętrznego programu <strong>pdf2ps</strong>. Dlatego plik PDF %1 nie mógł być zamieniony na PostScript, a niektóre elementy graficzne w dokumencie nie będą wyświetlone. </p><p><b>Prawdopodobna przyczyna:</b> Być może program <strong>pdf2ps</strong> nie jest zainstalowany w Twoim systemie albo nie można go znaleźć korzystając z bieżącej ścieżki wyszukiwania.</p><p><b>Co można zrobić:</b> Program <strong>pdf2ps</strong> jest zwykle zawarty w dystrybucjach systemu interpretera PostScriptu ghostscript. Jeśli ghostscript nie jest zainstalowany, można spróbować go teraz doinstalować. Jeśli natomiast jest zainstalowany, można spróbować uruchomić<strong>pdf2ps</strong> z wiersza linii poleceń w celu upewnienia się, że naprawdę działa.</p><p><em>PATH:</em> %2</p></qt>

source: <qt><p>The PDF-file %1 could not be converted to PostScript. Some graphic elements in your document will therefore not be displayed.</p><p><b>Possible reason:</b> The file %1 might be broken, or might not be a PDF-file at all. This is the output of the <strong>pdf2ps</strong> program that Okular used:</p><p><strong>%2</strong></p></qt>
pl: <qt><p>Nie można było zmienić pliku PDF %1 na PostScript. Z tego względu niektóre elementy graficzne dokumentu nie będą wyświetlane.</p><p><b>Prawdopodobna przyczyna:</b> Plik %1 może być uszkodzony albo może w ogóle nie być plikiem PDF. Oto komunikaty wyjścia programu <strong>pdf2ps</strong>, użytego przez Okular:</p><p><strong>%2</strong></p></qt>

source: File corruption. %1
pl: Uszkodzenie pliku. %1

source: Not all PostScript files could be embedded into your document. %1
pl: Nie wszystkie pliki PostScript można było osadzić w twoim dokumencie. %1

source: All external PostScript files were embedded into your document.
pl: Wszystkie pliki PostScript zostały osadzone w twoim dokumencie.

source: The specified file '%1' does not exist.
pl: Podany plik %1 nie istnieje.

source: You have asked Okular to locate the place in the DVI file which corresponds to line %1 in the TeX-file %2. It seems, however, that the DVI file does not contain the necessary source file information.
pl: Poprosiłeś Okulara o namierzenie miejsca w pliku DVI, które odpowiada wierszowi %1 w pliku TeX %2. Jednakże, wygląda na to, że rzeczony plik DVI nie zwiera potrzebnych informacji o źródle pliku.

source: Okular was not able to locate the place in the DVI file which corresponds to line %1 in the TeX-file %2.
pl: Okular nie był w stanie namierzyć miejsca w pliku DVI, które odpowiada wierszowi %1 w pliku TeX %2.

source: The DVI code set a character of an unknown font.
pl: Kod DVI ustawił znak nieznanej czcionki.

source: The DVI code referred to font #%1, which was not previously defined.
pl: Kod DVI odwołał się do czcionki #%1, która nie była wcześniej zdefiniowana.

source: The stack was not empty when the EOP command was encountered.
pl: Stos nie był pusty przy napotkaniu polecenia EOP.

source: The stack was empty when a POP command was encountered.
pl: Stos był pusty, kiedy napotkano polecenie POP.

source: The DVI code referred to a font which was not previously defined.
pl: Kod DVI odwołał się do czcionki, która nie była poprzednio zdefiniowana.

source: An illegal command was encountered.
pl: Napotkano nielegalne polecenie.

source: The unknown op-code %1 was encountered.
pl: Napotkano nieznany kod operacji (op-code) %1.

source: Embedding %1
pl: Zagnieżdżanie %1

source: Page %1: The PDF file <strong>%2</strong> could not be converted to PostScript.<br>
pl: Strona %1: Plik PDF <strong>%2</strong> nie mógł zostać skonwertowany na PostScript.<br>

source: Page %1: The PostScript file <strong>%2</strong> could not be found.<br>
pl: Strona %1: Plik PostScript <strong>%2</strong> nie mógł zostać znaleziony.<br>

source: The papersize data '%1' could not be parsed.
pl: Nie można przetworzyć danych rozmiaru papieru (papersize) '%1'.

source: <qt><p>Okular was not able to locate all the font files which are necessary to display the current DVI file. Your document might be unreadable.</p><p><small><b>PATH:</b> %1</small></p><p><small>%2</small></p></qt>
pl: <qt><p>Okular nie był w stanie odnaleźć wszystkich plików czcionek potrzebnych do wyświetlenia bieżącego pliku DVI. Ten dokument może nie nadawać się do czytania.</p><p><small><b>ŚCIEŻKA:</b> %1</small></p><p><small>%2</small></p></qt>

source: <qt><p>There were problems running <em>kpsewhich</em>. As a result, some font files could not be located, and your document might be unreadable.<br/>Possible reason: the <em>kpsewhich</em> program is perhaps not installed on your system, or it cannot be found in the current search path.</p><p><small><b>PATH:</b> %1</small></p><p><small>%2</small></p></qt>
pl: <qt><p>Wystąpiły problemy podczas działania <em>kpsewhich</em>. W wyniku nie można ustalić położenia niektórych czcionek, stąd twój dokument może być nieczytelny.<br/>Możliwe powody: Program <em>kpsewhich</em> prawdopodobnie nie został zainstalowany na twoim systemie lub nie można go znaleźć w obecnej ścieżce znajdywania.</p><p><small><b>ŚCIEŻKA:</b> %1</small></p><p><small>%2</small></p></qt>

source: <qt>The font generation by <em>kpsewhich</em> was aborted (exit code %1, error %2). As a result, some font files could not be located, and your document might be unreadable.</qt>
pl: <qt>Tworzenie czcionki przez <em>kpsewhich</em> zostało przerwane (kod wyjścia %1, błąd %2), w wyniku czego nie można było umiejscowić niektórych plików, a twojego dokumentu może nie dać się odczytać.</qt>

source: Currently generating %1 at %2 dpi...
pl: Obecnie tworzenie %1 przy %2 dpi...

source: Generator/Date
pl: Twórca/data

source: Font file not found
pl: Nie odnaleziono pliku czcionki

source: portrait
pl: portret

source: landscape
pl: pejzaż

source: The version of Ghostview that is installed on this computer does not contain any of the Ghostview device drivers that are known to Okular. PostScript support has therefore been turned off in Okular.
pl: Wersja Ghostview, która jest zainstalowana na tym komputerze, nie zawiera żadnego znanego okularowi sterownika urządzeń. Z tego względu obsługa PostScriptu została w okularze wyłączona.

source: <qt><p>The Ghostview program, which Okular uses internally to display the PostScript graphics that is included in this DVI file, is generally able to write its output in a variety of formats. The sub-programs that Ghostview uses for these tasks are called 'device drivers'; there is one device driver for each format that Ghostview is able to write. Different versions of Ghostview often have different sets of device drivers available. It seems that the version of Ghostview that is installed on this computer does not contain <strong>any</strong> of the device drivers that are known to Okular.</p><p>It seems unlikely that a regular installation of Ghostview would not contain these drivers. This error may therefore point to a serious misconfiguration of the Ghostview installation on your computer.</p><p>If you want to fix the problems with Ghostview, you can use the command <strong>gs --help</strong> to display the list of device drivers contained in Ghostview. Among others, Okular can use the 'png256', 'jpeg' and 'pnm' drivers. Note that Okular needs to be restarted to re-enable PostScript support.</p></qt>
pl: <qt><p> Program Ghostview, używany wewnętrznie przez Okular do wyświetlania grafiki PostScriptu zawartej w pliku DVI, ogólnie rzecz biorąc jest w stanie zapisać swoje wyjście w różnorodnych formatach. Programy pomocnicze używane w tym celu przez Ghostview, są nazywane 'sterownikami urządzeń' (device drivers); istnieje jeden sterownik urządzenia dla każdego dla każdego formatu, który jest w stanie zapisać Ghostview. Różne wersje Ghostview często zawierają różne zestawy dostępnych sterowników. Wygląda na to, że wersja Ghostview zainstalowana na tym komputerze nie zawiera <strong>żadnych</strong> sterowników urządzeń znanych Okularowi.</p><p> W normalnej instalacji Ghostview nie powinno brakować takich sterowników. Błąd ten w takim wypadku może wskazywać na poważne błędy konfiguracyjne instalacji Ghostview na tym komputerze.</p><p> Jeśli chcesz naprawić problemy z Ghostview, możesz użyć polecenia <strong>gs --help</strong> w celu wyświetlenia listy sterowników urządzeń zawartych w Ghostview. Między innymi, Okular może użyć sterowników 'png256', 'jpeg' i 'pnm'. Zauważ, że Okular musi być uruchomiony ponownie w celu włączenia obsługi PostScriptu.</p></qt>

source: That makes 25 errors. Further error messages will not be printed.
pl: To daje 25 błędów. Kolejne komunikaty błędów nie będą wyświetlane.

source: Error in DVIfile '%1', page %2. Color pop command issued when the color stack is empty.
pl: Błąd w pliku DVI '%1', strona %2. Napotkano polecenie Color pop, kiedy stos Color był pusty.

source: Malformed parameter in the epsf special command. Expected a float to follow %1 in %2
pl: Zniekształcony parametr polecenia specjalnego epsf. Oczekiwano wartości zmiennoprzecinkowej (float) po %1 w %2

source: File not found: %1
pl: Nie odnaleziono pliku: %1

source: Error in DVIfile '%1', page %2. Could not interpret angle in text rotation special.
pl: Błąd w pliku DVI '%1', strona %2. Nie można zinterpretować kąta w poleceniu specjalnym obrotu tekstu (text rotation).

source: The special command '%1' is not implemented.
pl: Komenda specjalna %1 nie jest zaimplementowana.

source: The font file %1 could be opened and read, but its font format is unsupported.
pl: Można otworzyć i przeczytać plik czcionek %1, ale jego format nie jest obsługiwany.

source: The font file %1 is broken, or it could not be opened or read.
pl: Plik czcionek %1 jest uszkodzony albo nie może zostać otwarty ani odczytany.

source: FreeType reported an error when setting the character size for font file %1.
pl: FreeType zgłosiło błąd przy ustawianiu wielkości znaku przy pliku czcionki %1.

source: FreeType is unable to load glyph #%1 from font file %2.
pl: FreeType nie jest w stanie odczytać glifu #%1 z pliku czcionki %2.

source: FreeType is unable to render glyph #%1 from font file %2.
pl: FreeType nie jest w stanie wygenerować glifu #%1 z pliku czcionki %2.

source: Glyph #%1 is empty.
pl: Glif #%1 jest pusty.

source: Glyph #%1 from font file %2 is empty.
pl: Glif #%1 z pliku czcionki %2 jest pusty.

source: FreeType is unable to load metric for glyph #%1 from font file %2.
pl: FreeType nie jest w stanie odczytać metryki glifu #%1 z pliku czcionki %2.

source: Cannot open font file %1.
pl: Nie można otworzyć pliku czcionek %1.

source: TexFont_PK::operator[]: Character %1 not defined in font %2
pl: TexFont_PK::operator[]: Znak %1 nie jest zdefiniowany w czcionce %2

source: Unexpected %1 in PK file %2
pl: Nieoczekiwane %1 w pliku PC %2

source: The character %1 is too large in file %2
pl: Znak %1 jest zbyt duży w czcionce %2

source: Wrong number of bits stored: char. %1, font %2
pl: Niewłaściwa liczba przechowanych bitów: znak %1, czcionka %2

source: Bad pk file (%1), too many bits
pl: Zły plik pk (%1), za dużo bitów

source: Font has non-square aspect ratio
pl: Czcionka nie charakteryzuje się kwadratowym współczynnikiem kształtu

source: Cannot find font %1, file %2.
pl: Nie można odnaleźć czcionki %1, plik %2.

source: Checksum mismatch for font file %1
pl: Niedopasowanie sumy sprawdzającej pliku czcionek %1

source: Cannot recognize format for font file %1
pl: Nie można rozpoznać formatu pliku czcionek %1

source: Fatal error.
pl: Fatalny błąd.

source: This probably means that either you found a bug in Okular, or that the DVI file, or auxiliary files (such as font files, or virtual font files) were really badly broken. Okular will abort after this message. If you believe that you found a bug, or that Okular should behave better in this situation please report the problem.
pl: Oznacza to prawdopodobnie, że albo znalazłeś błąd w Okularze, albo plik DVI tudzież pliki dodatkowe (jak np. pliki czcionek lub wirtualne pliki czcionek) były poważnie uszkodzone. Okular skończy działanie po wyświetleniu tego komunikatu. Jeśli uważasz, że znalazłeś błąd albo Okular powinien zachować się lepiej w tej sytuacji, prosimy o zgłoszenie problemu.

source: Wrong command byte found in VF macro list: %1
pl: Znaleziono nieprawidłowy bajt polecenia w liście makra VF: %1
