Repository: norbusan/okular-debian
Catalog: po/*/okular_ooo.po
Languages: ar, bg, bs, cs, da, de, el, es, et, eu, fi, fr, gl, ia, is, it, kk, ko, lt, nb, nl, nn, pa, pl, pt, pt_br, ru, sk, sl, sr, sv, tr, uk

source: This document is encrypted, and crypto support is compiled in, but a key derivation plugin could not be located
ar: المستند مشفر ودعم التشفيرcrypto موجود ولكن الملحق key derivation غير موجود
bg: Документът е шифриран и има поддръжка на шифриране, но не може да се открие приставка за извличане на ключове.
bs: Dokument je šifrovan i podrška za šifrovanje je ugrađena, ali ne može da se nađe priključak za derivaciju ključeva.
cs: Tento dokument je zašifrován a podpora kryptografie je zakompilována, ale modul pro odvozování klíče nebyl nalezen
da: Dette dokument er krypteret, og understøttelse for kryptering er bygget ind, men et nøgleafledningsplugin kunne ikke findes
de: Das Dokument ist verschlüsselt und Unterstützung für Verschlüsselung ist eingebaut, aber es kann kein Modul zur Schlüssel-Ableitung gefunden werden.
el: Το έγγραφο είναι κρυπτογραφημένο και η υποστήριξη κρυπτογραφίας έχει ενσωματωθεί σε αυτό, αλλά δεν βρέθηκε κάποιο πρόσθετο ανάκτησης κλειδιών
es: Este documento está cifrado y se dispone de soporte de cifrado, pero no se puede localizar un complemento de derivación de claves
et: Dokument on krüptitud ja krüptotoetus on kompileeritud, aga võtme tuletamise pluginat ei leitud.
eu: Dokumentu hau zifratua dago, eta zifratze euskarria konpilatua dago, baino gako deribazio plugin bat ezin da aurkitu
fi: Tiedosto on salattu, ja ohjelmaan on käännetty salaustuki, mutta avaimen johtamisliitännäistä ei löydy.
fr: Ce document est chiffré et la prise en charge du chiffrement est compilé, mais impossible de trouver un module externe de dérivation de clés
gl: Este documento está cifrado e a compatibilidade con cripto está compilada, pero non se puido atopar un complemento de derivación de chave
ia: Iste documentop es cryptate, e le supporto de crypto es compilate in Okular, ma un plugin de derivation de clave non poteva esser locate
is: Þetta skjal er dulkóðað, og stuðningur við dulkóðun er uppsettur, en hinsvegar tókst ekki að staðsetja lykilafleiðu-íforritið (key derivation plugin)
it: Il documento è cifrato ed il supporto per la crittografia è compilato nel programma, ma non è stata trovata un'estensione per la derivazione della chiave
kk: Бұл құжат шифрланған, шифрлауды қолдау орнатылған, бірақ кілтті шығару плагині табылмады
ko: 문서가 암호화되었고 암호화 지원이 컴파일되었지만, 키 유도 플러그인을 찾을 수 없습니다
lt: Dokumentas yra šifruotas ir šifravimo palaikymas įkompiliuotas, tačiau nepavyko rasti rakto ištraukimo priedo
nb: Dette dokumentet er kryptert, og krypto-støtte er kompilert inn, men det fantes ikke noe programtillegg for å finne nøkkel
nl: Dit document is versleuteld en cryptografische ondersteuning is ingebouwd, maar er kon geen key derivation-plugin worden gevonden
nn: Dokumentet er kryptert, og støtte for kryptering er kompilert inn, men fann ikkje noko nøkkelutrekningstillegg.
pa: ਇਹ ਡੌਕੂਮੈਂਟ ਇੰਕ੍ਰਿਪਟਡ ਹੈ ਅਤੇ ਕ੍ਰਿਪਟੂ ਸਹਿਯੋਗ ਕੰਪਾਇਲ ਹੈ, ਪਰ ਕੁੰਜੀ ਡੇਰੀਵੇਸ਼ਨ ਪਲੱਗਇਨ ਲੱਭੀ ਨਹੀਂ ਜਾ ਸਕੀ।
pl: Ten dokument jest zaszyfrowany, obsługa szyfrowania jest wkompilowana, ale nie można znaleźć wtyczki pochodnego klucza (key derivation plugin)
pt: Este documento está encriptado e o suporte de criptografia está incluído, mas falta um 'plugin' de derivação de chaves
pt_br: Este documento está criptografado e o suporte a criptografia foi compilado, mas um plugin de derivação de chave não pôde ser localizado
ru: Этот документ зашифрован, шифрование поддерживается, но невозможно найти модуль извлечения ключа.
sk: Tento dokument je zašifrovaný, podpora šifrovania je zakompilovaná, ale modul pre odvodenie kľúča sa nepodarilo nájsť
sl: Ta dokument je šifriran. Podpora za odšifriranje je na voljo, ni pa mogoče najti vstavka za izpeljavo ključa.
sr: Документ је шифрован и подршка за шифровање је укомпилована, али не може да се нађе прикључак за деривацију кључева.
sv: Dokumentet är krypterat, och krypteringsstöd är inkompilerat, men ett insticksprogram för nyckelhärledning kunde inte hittas
tr: Bu belge şifrelenmiş ve şifreleme desteği derlenmiş ama anahtar üretme eklentisi konumlandırılamadı
uk: Цей документ зашифровано. У програмі передбачено підтримку шифрування, але не вдалося знайти додаток отримання ключа.

source: This document is encrypted, and crypto support is compiled in, but a cipher plugin could not be located
ar: المستند مشفر ودعم التشفيرcrypto موجود ولكن الملحق cipher غير موجود
bg: Документът е шифриран и има поддръжка на шифриране, но не може да се открие приставка за шифри.
bs: Dokument je šifrovan i podrška za šifrovanje je ugrađenana, ali ne može da se nađe priključak šifrara.
cs: Tento dokument je zašifrován a podpora kryptografie je zakompilována, ale šifrovací modul nebyl nalezen
da: Dette dokument er krypteret, og understøttelse for kryptering er bygget ind, men et cipher-plugin kunne ikke findes
de: Das Dokument ist verschlüsselt und Unterstützung für Verschlüsselung ist eingebaut, aber es kann kein Cipher-Modul gefunden werden.
el: Το έγγραφο είναι κρυπτογραφημένο και η υποστήριξη κρυπτογραφίας έχει ενσωματωθεί σε αυτό, αλλά δεν βρέθηκε κάποιο πρόσθετο κρυπτογραφίας
es: Este documento está cifrado y Okular fue compilado con soporte de cifrado, pero no se puede encontrar un complemento de cifrado
et: Dokument on krüptitud ja krüptotoetus on kompileeritud, aga šifripluginat ei leitud.
eu: Dokumentu hau zifratua dago, eta zifratze euskarria konpilatua dago, baino zifratzeko plugin bat ezin da aurkitu
fi: Tiedosto on salattu, ja ohjelmaan on käännetty salaustuki, mutta tarvittavaa salakirjoitusliitännäistä ei löydy.
fr: Ce document est chiffré et la prise en charge du chiffrement est compilé, mais impossible de trouver un module externe de chiffrement
gl: Este documento está cifrado e a compatibilidade con cripto está compilada, pero non se puido atopar un complemento de cifra
ia: Iste documentop es cryptate, e le supporto de crypto es compilate in Okular, ma un plugin de ciphrar non poteva esser locate
is: Þetta skjal er dulkóðað, og stuðningur við dulkóðun er uppsettur, en hinsvegar tókst ekki að staðsetja leynimerkja-íforritið (cipher plugin)
it: Il documento è cifrato ed il supporto per la crittografia è compilato nel programma, ma non è stata trovata un'estensione per la codifica
kk: Бұл құжат шифрланған, шифрлауды қолдау орнатылған, бірақ шифр плагині табылмады
ko: 문서가 암호화되었고 암호화 지원이 컴파일되었지만, 암호화 플러그인을 찾을 수 없습니다
lt: Dokumentas užšifruotas, ir Okular buvo sukompiliuotas su šifravimo palaikymu, bet šifro priedas nerastas
nb: Dette dokumentet er kryptert, og støtte for krypto er kompilert inn, men et programtillegg for kryptering ble ikke funnet
nl: Dit document is versleuteld en cryptografische ondersteuning is ingebouwd, maar er kon geen cipher-plugin worden gevonden
nn: Dokumentet er kryptert, og støtte for kryptering er kompilert inn, men fann ikkje noko krypteringstillegg.
pa: ਇਹ ਡੌਕੂਮੈਂਟ ਇੰਕ੍ਰਿਪਟਡ ਹੈ ਅਤੇ ਕ੍ਰਿਪਟੂ ਸਹਿਯੋਗ ਕੰਪਾਇਲ ਹੈ, ਪਰ ਸੀਫ਼ਰ ਪਲੱਗਇਨ ਲੱਭੀ ਨਹੀਂ ਜਾ ਸਕੀ।
pl: Ten dokument jest zaszyfrowany, obsługa kryptografii jest wkompilowana, ale nie można znaleźć wtyczki szyfrującej (cipher plugin)
pt: Este documento está encriptado e o suporte de criptografia está incluído, mas falta um 'plugin' de cifra
pt_br: Este documento está criptografado e o suporte a criptografia foi compilado, mas um plugin cipher não pôde ser localizado
ru: Этот документ зашифрован, шифрование поддерживается, но невозможно найти модуль шифра.
sk: Tento dokument je zašifrovaný, podpora šifrovania je zakompilovaná, ale šifrovací modul sa nepodarilo nájsť
sl: Ta dokument je šifriran. Podpora za odšifriranje je na voljo, ni pa mogoče najti vstavka za šifre.
sr: Документ је шифрован и подршка за шифровање је укомпилована, али не може да се нађе прикључак шифрара.
sv: Dokumentet är krypterat, och krypteringsstöd är inkompilerat, men ett insticksprogram för chiffrering kunde inte hittas
tr: Bu belge şifrelenmiş ve şifreleme desteği derlenmiş ama anahtar eklentisi konumlandırılamadı
uk: Цей документ зашифровано. У програмі передбачено підтримку шифрування, але не вдалося знайти додаток шифрування.

source: This document is encrypted, but Okular was compiled without crypto support. This document will probably not open.
ar: المستند مشفر ولكن دعم التشفيرcrypto غير موجود والوثيقة ربما لن تفتح
bg: Документът е шифриран, но Okular е бил компилиран без поддръжка на шифриране. Документът най-вероятно няма да се отвори.
bs: Dokument je šifrovan, ali Okular nije preveden sa podrškom za šifrovanje. Ovaj dokument se vjerovatno neće otvoriti.
cs: Tento dokument je zašifrován, ale Okular byl zkompilován bez podpory kryptografie. Tento dokument se nejspíš neotevře.
da: Dette dokument er krypteret, men Okular blev oversat uden understøttelse for kryptering. Dette dokument vil formentlig ikke åbne.
de: Das Dokument ist verschlüsselt, aber Okular wurde ohne Unterstützung für Verschlüsselung installiert. Das Dokument kann höchstwahrscheinlich nicht geöffnet werden.
el: Το έγγραφο είναι κρυπτογραφημένο αλλά το Okular δεν παρέχει υποστήριξη κρυπτογραφίας. Το έγγραφο μάλλον δεν θα ανοίξει.
es: Este documento está cifrado, pero Okular fue compilado sin soporte de cifrado. Es posible que no pueda abrir este documento.
et: Dokument on krüptitud, aga Okular on kompileeritud krüptotoetuseta. Tõenäoliselt ei saa dokumenti avada.
eu: Dokumentu hau zifratua dago, baino Okular zifratze euskarririk gabe konpilatua dago. Dokumentu hau segur aski ez da irekiko.
fi: Tiedosto on salattu, mutta Okular on käännetty ilman salaustukea. Tiedostoa ei todennäköisesti onnistuta avaamaan.
fr: Ce document est chiffré mais Okular a été compilé sans la prise en charge du chiffrement. Ce document ne s'ouvrira probablement pas.
gl: Este documento está cifrado pero Okular compilouse sen compatibilidade con crypto. Probabelmente non sexa posíbel abrir o documento.
ia: Iste documentop es cryptate, ma Okular esseva compilate sin le supporto de cryptar. Iste documento probabilemente non essera aperite.
is: Þetta skjal er dulkóðað, en Okular var sett upp án dulkóðunarstuðnings. Skjalið mun að öllum líkindum ekki opnast.
it: Il documento è cifrato, ma Okular è stato compilato senza il supporto per la crittografia. Il documento probabilmente non potrà essere aperto.
kk: Бұл құжат шифрланған, бірақ Okular шифрлауды қолдауысыз жинақталған. Құжат ашылмайды шығар.
ko: 문서가 암호화되었지만 Okular는 암호화 지원 없이 컴파일되었습니다. 문서를 열지 못할 수도 있습니다.
lt: Dokumentas užšifruotas, bet Okular buvo sukompiliuotas be šifravimo palaikymo. Dokumentas tikriausiai neatsidarys.
nb: Dokumentet er kryptert, men Okular ble kompilert uten krypto-støtte. Dette dokumentet kan nok ikke åpnes.
nl: Dit document is versleuteld, maar Okular is gebouwd zonder cryptografische ondersteuning. Het document zal waarschijnlijk niet kunnen worden geopend.
nn: Dokumentet er kryptert, men Okular vart kompilert utan krypteringsstøtte, så dokumentet kan truleg ikkje opnast.
pa: ਇਹ ਡੌਕੂਮੈਂਟ ਇੰਕ੍ਰਿਪਟਡ ਹੈ, ਪਰ ਓਕੁਲਾਰ ਕ੍ਰਿਪਟੂ ਸਹਿਯੋਗ ਬਿਨਾਂ ਕੰਪਾਇਲ ਕੀਤਾ ਹੈ। ਇਹ ਡੌਕੂਮੈਂਟ ਸ਼ਾਇਦ ਖੁੱਲ੍ਹੇਗਾ ਨਹੀਂ।
pl: Ten dokument jest zaszyfrowany, ale Okular został skompilowany bez obsługi kryptografii. Prawdopodobnie nie zostanie on otwarty.
pt: Este documento está encriptado, mas o Okular foi compilado sem suporte criptográfico. Este documento não irá abrir, provavelmente.
pt_br: Este documento está criptografado, mas o Okular foi compilado sem suporte a criptografia. Este documento provavelmente não será aberto.
ru: Этот документ зашифрован, но Okular был собран без поддержки шифрования. Возможно, этот документ не будет открыт.
sk: Tento dokument je zašifrovaný, ale podpora šifrovania nie je zakompilovaná v Okular. Dokument nebude pravdepodobne otvorený.
sl: Ta dokument je šifriran, a podpora za odšifriranje ni na voljo. Dokumenta verjetno ne bo mogoče odpreti.
sr: Документ је шифрован, али Окулар није компилован са подршком за шифровање. Овај документ се вероватно неће отворити.
sv: Dokumentet är krypterat, men Okular kompilerades utan krypteringsstöd. Dokumentet kommer troligen inte att kunna öppnas.
tr: Bu belge şifrelenmiş ancak Okular şifreleme desteği olmadan derlemiş. Olasılıkla bu belge açılamayacak.
uk: Цей документ зашифрований, а Okular було скомпільовано без підтримки шифрування. Можливо, не вдасться відкрити цей документ.

source: Producer
ar: المنتج
bg: Производител
bs: Proizvođač
cs: Producent
da: Producent
de: Erzeuger
el: Παραγωγός
es: Producido por
et: Valmistaja
eu: Ekoizlea
fi: Tuottaja
fr: Producteur
gl: Produtor
ia: Productor
is: Framleiðandi
it: Produttore
kk: Өндірушісі
ko: 만든 사람
lt: Kūrėjas
nb: Produsent
nl: Producent
nn: Produsent
pa: ਪ੍ਰੋਡਿਊਸਰ
pl: Producent
pt: Produtor
pt_br: Produtor
ru: Производитель
sk: Vyrobil
sl: Izdelovalec
sr: Произвођач
sv: Producent
tr: Üretici
uk: Виробник

source: Created
ar: تاريخ الإنشاء
bg: Създаден
bs: Napravljeno
cs: Vytvořeno
da: Oprettet
de: Erstellt am
el: Δημιουργήθηκε
es: Creado
et: Loodud
eu: Sortua
fi: Tehnyt
fr: Créé
gl: Creación
ia: Create
is: Búið til
it: Creato
kk: Құрылған кезі
ko: 생성한 날짜
lt: Sukurta
nb: Opprettet
nl: Aangemaakt
nn: Laga
pa: ਬਣਾਇਆ
pl: Utworzony
pt: Criado
pt_br: Criado
ru: Создан
sk: Vytvorené
sl: Ustvarjeno
sr: Направљено
sv: Skapad
tr: Oluşturuldu
uk: Створено

source: Creator
ar: المنشئ
bg: Създател
bs: Stvaralac
cs: Vytvořil
da: Oprettet af
de: Ersteller
el: Δημιουργός
es: Creador
et: Looja
eu: Sortzailea
fi: Tekijä
fr: Créateur
gl: Creador
is: Búið til af
it: Creatore
kk: Құрушысы
ko: 생성한 사람
lt: Kūrėjas
nb: Opprettet av
nl: Aangemaakt door
nn: Opphavsprogram
pa: ਨਿਰਮਾਤਾ
pl: Twórca
pt: Criado por
pt_br: Criador
ru: Создатель
sk: Tvorca
sl: Ustvarjalec
sr: Творац
sv: Skapare
tr: Oluşturan
uk: Створив

source: Author
ar: المؤلف
bg: Автор
bs: Autor
cs: Autor
da: Forfatter
de: Autor
el: Συγγραφέας
es: Autor
et: Autor
eu: Egilea
fi: Kirjoittaja
fr: Auteur
gl: Autor
ia: Autor
is: Höfundur
it: Autore
kk: Авторы
ko: 작성자
lt: Autorius
nb: Forfatter
nl: Auteur
nn: Forfattar
pa: ਲੇਖਕ
pl: Autor
pt: Autoria
pt_br: Autor
ru: Автор
sk: Autor
sl: Avtor
sr: Аутор
sv: Författare
tr: Yazar
uk: Автор

source: Modified
ar: معدّل
bg: Последна промяна
bs: Izmijenjen
cs: Změněno
da: Ændret
de: Geändert am
el: Τροποποιήθηκε
es: Modificado
et: Muudetud
eu: Aldatua
fi: Muutettu
fr: Modifié
gl: Modificado
ia: Modificate
is: Breytt
it: Modificato
kk: Өзгертілген кезі
ko: 수정한 날짜
lt: Pakeista
nb: Endret
nl: Gewijzigd
nn: Sist endra
pa: ਸੋਧ ਕੀਤੀ
pl: Zmieniony
pt: Modificado
pt_br: Modificado
ru: Изменён
sk: Zmenené
sl: Spremenjeno
sr: Измењено
sv: Ändrad
tr: Değiştirildi
uk: Змінено
