Repository: norbusan/okular-debian
Catalog: po/*/okular_djvu.po
Languages: lt

# NAME OF TRANSLATORS
source: Your names
lt: Andrius Štikonas, Liudas Ališauskas

# EMAIL OF TRANSLATORS
source: Your emails
lt: andrius@stikonas.eu, liudas@akmc.lt

source: Editor
lt: Redaktorius

source: Publisher
lt: Nežinomas

source: Volume
lt: Tomas

source: Type of document
lt: Dokumento tipas

# Unknown number of component files
source: Unknown
lt: Nežinomas

source: Component Files
lt: Komponentų failų

# Type of DjVu document
source: Unknown
lt: Nežinomas

# Type of DjVu document
source: Single Page
lt: Vienas puslapis

# Type of DjVu document
source: Bundled
lt: Sugrupuoti

# Type of DjVu document
source: Indirect
lt: Netiesioginis

# Type of DjVu document
source: Bundled (old)
lt: Sugrupuoti (seni)

# Type of DjVu document
source: Indexed (old)
lt: Suindeksuoti (seni)
