Repository: norbusan/okular-debian
Catalog: po/*/okular_ooo.po
Languages: ar, bg, bs, cs, da, de, el, es, et, eu, fi, fr, gl, ia, is, it, kk, ko, lt, nb, nl, nn, pa, pl, pt, pt_br, ru, sk, sl, sr, sv, tr, uk

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
bg: Ясен Праматаров,Златко Попов
bs: Dino Kraljušić,Samir Ribić
cs: Lukáš Tinkl
da: Martin Schlander
de: Thomas Reitelbach
el: Σπύρος Γεωργαράς
es: Eloy Cuadra
et: Marek Laane
eu: Marcos Goyenetxe
fi: Mikko Piippo
fr: Mickaël Sibelle, Peter Potrowl
gl: Marce Villarino, Xosé Calvo
ia: Giovanni Sora
is: Sveinn í Felli
it: Luigi Toscano
kk: Сайран Киккарин
ko: 박신조
lt: Andrius Štikonas
nb: Bjørn Steensrud
nl: Rinse de Vries - 2007,Freek de Kruijf - 2013
nn: Karl Ove Hufthammer
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
pl: Robert Gomulka, Łukasz Wojniłowicz
pt: José Nuno Pires
pt_br: André Marcelo Alvarenga
ru: Артём Середа
sk: Richard Frič, Michal Šulek
sl: Jure Repinc,Andrej Mernik
sr: Зоран Олујић
sv: Stefan Asserhäll
tr: Serdar Soytetir
uk: о.Іван Петрущак

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
bg: yasen@lindeas.com,zlatkopopov@fsa-bg.org
bs: Dk@etf.ba,samir.ribic@etf.unsa.ba
cs: lukas@kde.org
da: mschlander@opensuse.org
de: tr@erdfunkstelle.de
el: sng@hellug.gr
es: ecuadra@eloihr.net
et: bald@smail.ee
eu: marcos@euskalgnu.org
fi: mikko.piippo@helsinki.fi
fr: kimael@gmail.com, peter.potrowl@gmail.com
gl: mvillarino@users.sourceforge.net, xosecalvo@gmail.com
ia: g.sora@tiscali.it
is: sv1@fellsnet.is
it: luigi.toscano@tiscali.it
kk: sairan@computer.org
ko: kde@peremen.name
lt: andrius@stikonas.eu
nb: bjornst@skogkatt.homelinux.org
nl: rinsedevries@kde.nl,freekdekruijf@kde.nl
nn: karl@huftis.org
pa: alam.yellow@gmail.com
pl: carramba@epf.pl, lukasz.wojnilowicz@gmail.com
pt: zepires@gmail.com
pt_br: alvarenga@kde.org
ru: overmind88@gmail.com
sk: Richard.Fric@kdemail.net,misurel@gmail.com
sl: jlp@holodeck1.com,andrejm@ubuntu.si
sr: olujicz@gmail.com
sv: stefan.asserhall@bredband.net
tr: tulliana@gmail.com
uk: fr.ivan@ukrainian-orthodox.org

source: Invalid XML document: %1
ar: مستند XML غير صحيح %1
bg: Невалиден XML документ: %1
bs: Nepravilan XML dokument: %1
cs: Neplatný XML dokument: %1
da: Ugyldigt XML-dokument: %1
de: Ungültiges XML-Dokument: %1
el: Μη έγκυρο αρχείο XML: %1
es: Documento XML no válido: %1
et: Vigane XML-dokument: %1
eu: XML dokumentu baliogabea: %1
fi: Virheellinen XML-tiedosto: %1
fr: Document XML non valide : %1
gl: Documento XML incorrecto: %1
ia: Invalide documento XML: %1
is: Ógilt XML skjal: %1
it: Documento XML non valido: %1
kk: Жарамсыз XML құжаты: %1
ko: 잘못된 XML 문서: %1
lt: Netinkamas XML dokumentas: %1
nb: Ugyldig XML-dokument: %1
nl: Ongeldig XML-document: %1
nn: Ugyldig XML-dokument: %1
pa: ਗਲਤ XML ਡੌਕੂਮੈਂਟ: %1
pl: Nieprawidłowy dokument XML: %1
pt: Documento em XML inválido: %1
pt_br: Documento XML inválido: %1
ru: Неверный документ XML: %1
sk: Neplatný XML dokument: %1
sl: Neveljaven dokument XML: %1
sr: Неправилан ИксМЛ документ: %1
sv: Felaktigt XML-dokument: %1
tr: Geçersiz XML belgesi: %1
uk: Некоректний документ XML: %1

source: Unable to read style information
ar: عاجز عن قراءة أسلوب المعلومات
bg: Грешка при четене информацията за стил
bs: Ne mogu pročitat sistemske informacije
cs: Neplatné informace o stylu
da: Kan ikke læse stilinformation
de: Stil-Informationen können nicht eingelesen werden.
el: Αδυναμία ανάγνωσης των πληροφοριών στιλ
es: No se puede leer la información del estilo
et: Stiiliinfo lugemine nurjus
eu: Ezin da estiloaren informazioa irakurri
fi: Tyylitietoa ei voitu lukea
fr: Impossible de lire les informations de style
gl: Non se pode ler a información de estilo
ia: Incapace de leger information de stilo
is: Gat ekki lesið stílupplýsingar
it: Impossibile leggere le informazioni sullo stile
kk: Стиль мәліметі оқылмады
ko: 스타일 정보를 읽을 수 없음
lt: Nepavyksta perskaityti stiliaus informacijos
nb: Klarer ikke å lese stilinformasjon
nl: Kon stijlinformatie niet lezen
nn: Klarte ikkje lesa stilinformasjon
pa: ਸਟਾਈਲ ਜਾਣਕਾਰੀ ਪੜ੍ਹਨ ਲਈ ਅਸਫ਼ਲ
pl: Nie można odczytać informacji o stylu
pt: Não é possível ler a informação do estilo
pt_br: Impossível ler as informações do estilo
ru: Невозможно прочитать информацию о стиле
sk: Nepodarilo sa prečítať informácie o štýle
sl: Ni bilo mogoče prebrati podatkov o slogih
sr: Не могу да прочитам податке о стилу.
sv: Kan inte läsa stilinformation
tr: Biçim bilgisi okunamadı
uk: Неможливо прочитати інформацію про стиль

source: Unable to convert document content
ar: عاجز عن تحويل محتوى المستند
bg: Грешка при конвертиране съдържанието на документа
bs: Ne mogu pretvoriti sadržaj dokumenta
cs: Nelze zkonvertovat obsah dokumentu
da: Kan ikke konvertere dokumentindhold
de: Dokumentinhalt kann nicht konvertiert werden.
el: Αδυναμία μετατροπής των περιεχομένων του εγγράφου
es: No se puede convertir el contenido del documento
et: Dokumendi sisu teisendamine nurjus
eu: Ezin da dokumentuaren edukia bihurtu
fi: Tiedoston sisältöä ei voitu muuntaa
fr: Impossible de convertir le contenu du document
gl: Non se pode converter o contido do documento
ia: Incapace de converter contento de documento
is: Gat ekki umbreytt innihaldi skjals
it: Impossibile convertire il contenuto del documento
kk: Құжаттың мазмұны аударылмады
ko: 문서 내용을 변환할 수 없음
lt: Nepavyksta konvertuoti dokumento turinio
nb: Klarer ikke å konvertere dokumentinnholdet
nl: Kon documentinhoud niet converteren
nn: Klarte ikkje gjera om dokumentinnhald
pa: ਡੌਕੂਮੈਂਟ ਸਮਗੱਰੀ ਬਦਲਣ ਲਈ ਅਸਫ਼ਲ
pl: Nie można skonwertować zawartości dokumentu
pt: Não é possível converter o conteúdo do documento
pt_br: Impossível converter o conteúdo do documento
ru: Невозможно преобразовать содержимое документа
sk: Nepodarilo sa previesť obsah dokumentu
sl: Ni bilo mogoče pretvoriti vsebine dokumenta
sr: Не могу да претворим садржај документа.
sv: Kan inte konvertera dokumentets innehåll
tr: Belge içeriği dönüştürülemedi
uk: Неможливо перетворити вміст документа

source: Document is not a valid ZIP archive
ar: المستند ليس أرشيف ZIP صحيح
bg: Документът не е валиден ZIP архив
bs: Dokument nije pravilna ZIP arhiva
cs: Dokument není platným archivem ZIP
da: Dokumentet er ikke et gyldigt ZIP-arkiv
de: Das Dokument ist kein gültiges ZIP-Archiv.
el: Το έγγραφο δεν είναι μία έγκυρη αρχειοθήκη ZIP
es: El documento no es un archivo ZIP válido
et: Dokument ei ole korrektne ZIP-arhiiv
eu: Dokumentua ez da baliozko ZIP artxiboa
fi: Tiedosto ei ole kelvollinen Zip-arkisto
fr: Ce document n'est pas une archive « ZIP » valable
gl: O documento non é un arquivo ZIP correcto
ia: Documento non es un valide archivo ZIP
is: Skjalið er ekki gild ZIP-safnskr
it: Il documento non è un archivio ZIP valido
kk: Құжат дұрыс ZIP архиві емес
ko: 문서는 올바른 ZIP 압축 파일이 아닙니다
lt: Dokumentas nėra tinkamas ZIP archyvas
nb: Dokumentet er ikke et gyldig ZIP-arkiv
nl: Document is geen geldig ZIP-archief
nn: Dokumentet er ikkje eit gyldig ZIP-arkiv
pa: ਡੌਕੂਮੈਂਟ ਠੀਕ ZIP ਅਕਾਇਵ ਨਹੀਂ ਹੈ
pl: Dokument nie jest poprawnym archiwum ZIP
pt: O documento não é um pacote ZIP válido
pt_br: O documento não é um arquivo ZIP válido
ru: Документ не является корректным архивом ZIP.
sk: Dokument nie je platný ZIP archív
sl: Dokument ni veljaven arhiv ZIP
sr: Документ није правилна ЗИП архива.
sv: Dokumentet är inte ett giltigt ZIP-arkiv
tr: Belge geçerli bir ZIP arşivi değil
uk: Документ не є чинним архівом ZIP

source: Invalid document structure (main directory is missing)
ar: هيكل المستند غير صحيح (الدليل الرئيسي مفقود)
bg: Невалидна структура на документа (липсва главната директория)
bs: Nepravilna struktura dokumenta (nedostaje glavni direktorij)
cs: Neplatná struktura dokumentu (chybí hlavní adresář)
da: Ugyldig dokumentstruktur (hovedmappe mangler)
de: Ungültige Dokumentstruktur (Basisordner fehlt)
el: Μη έγκυρη δομή εγγράφου (λείπει ο κύριος κατάλογος)
es: Estructura de documento no válida (falta la carpeta principal)
et: Vigane dokumendistruktuur (peakataloog puudub)
eu: Dokumentuaren egitura baliogabea (direktorio nagusia falta da)
fi: Tiedoston rakenne viallinen (päähakemisto puuttuu)
fr: Structure du document non valable (il manque le dossier principal)
gl: A estrutura do documento é incorrecta (falta o directorio principal)
ia: Structura de documento invalide (directorio principal es mancante)
is: Ógild uppbygging skjals (aðalmöppuna vantar)
it: Struttura del documento non valida (manca la directory principale)
kk: Құжаттың құрылымы жарамсыз (негізгі қапшығы жоқ)
ko: 잘못된 문서 구조입니다 (주 디렉터리가 없습니다)
lt: Netinkama dokumento struktūra (trūksta pagrindinio aplanko)
nb: Ugyldig dokumentstruktur (hovedkatalog mangler)
nl: Ongeldige documentstructuur (hoofdmap ontbreekt)
nn: Ugyldig dokumentstruktur (hovudmappa manglar)
pa: ਗਲਤ ਡੌਕੂਮੈਂਟ ਢਾਂਚਾ (ਮੁੱਖ ਡਾਇਰੈਕਟਰੀ ਗੁੰਮ ਹੈ)
pl: Nieprawidłowa struktura dokumentu (brak głównego katalogu)
pt: Estrutura do documento inválido (falta a pasta principal)
pt_br: Estrutura do documento inválida (o diretório principal não existe)
ru: Неправильная структура документа (отсутствует главный каталог)
sk: Neplatná štruktúra dokumentu (chýba hlavný adresár)
sl: Neveljavna zgradba dokumenta (manjka glavna mapa)
sr: Неправилна структура документа (недостаје главна фасцикла).
sv: Felaktig dokumentstruktur (huvudkatalogen saknas)
tr: Geçersiz belge yapısı (ana dizin kayıp)
uk: Некоректна структура документа (відсутній головний каталог)

source: Invalid document structure (META-INF directory is missing)
ar: هيكل المستند غير صحيح (دليل META-INF مفقود)
bg: Невалидна структура на документа (липсва директория META INF)
bs: Nepravilna struktura dokumenta (META-INF direktorij nedostaje)
cs: Neplatná struktura dokumentu (chybí META-INF adresář)
da: Ugyldig dokumentstruktur (META-INF-mappe mangler)
de: Ungültige Dokumentstruktur (Ordner META-INF fehlt)
el: Μη έγκυρη δομή εγγράφου (λείπει ο κατάλογος META-INF)
es: Estructura de documento no válida (falta la carpeta META-INF)
et: Vigane dokumendistruktuur (META-INF kataloog puudub)
eu: Dokumentuaren egitura baliogabea (META-INF direktorioa falta da)
fi: Tiedoston rakenne viallinen (META-INF-hakemisto puuttuu)
fr: Structure du document non valable (il manque le dossier « META-INF »)
gl: A estrutura do documento é incorrecta (falta o directorio META-INF)
ia: Structura de documento invalide (directorio META-INF es mancante)
is: Ógild uppbygging skjals (META-INF möppuna vantar)
it: Struttura del documento non valida (manca la directory META-INF)
kk: Құжаттың құрылымы жарамсыз (META-INF қапшығы жоқ)
ko: 잘못된 문서 구조입니다 (META-INF 디렉터리가 없습니다)
lt: Netinkama dokumento struktūra (trūksta META-INF aplanko)
nb: Ugyldig dokumentstruktur (META-INF-katalog mangler)
nl: Ongeldige documentstructuur (map META-INF ontbreekt)
nn: Ugyldig dokumentstruktur (META-INF-mappa manglar)
pa: ਗਲਤ ਡੌਕੂਮੈਂਟ ਢਾਂਚਾ (META-INF ਡਾਇਰੈਕਟਰੀ ਗੁੰਮ ਹੈ)
pl: Nieprawidłowa struktura dokumentu (brak katalogu META-INF)
pt: Estrutura do documento inválido (falta a pasta META-INF)
pt_br: Estrutura do documento inválida (o diretório META-INF não existe)
ru: Неправильная структура документа (отсутствует каталог META-INF)
sk: Neplatná štruktúra dokumentu (chýba META-INF adresár)
sl: Neveljavna zgradba dokumenta (manjka mapa META-INF)
sr: Неправилна структура документа (недостаје фасцикла ‘META-INF’).
sv: Felaktig dokumentstruktur (META-INF katalogen saknas)
tr: Geçersiz belge yapısı (META-INF dizini kayıp)
uk: Некоректна структура документа (відсутній каталог META-INF)

source: Invalid document structure (META-INF/manifest.xml is missing)
ar: هيكل المستند غير صحيح (META-INF/manifest.xml مفقود)
bg: Невалидна структура на документа (липсва META-INF/manifest.xml)
bs: Nepravilna struktura dokumenta (META-INF/manifest.xml nedostaje)
cs: Neplatná struktura dokumentu (chybí META-INF/meta.xml)
da: Ugyldig dokumentstruktur (META-INF/manifest.xml mangler)
de: Ungültige Dokumentstruktur (META-INF/manifest.xml fehlt)
el: Μη έγκυρη δομή εγγράφου (λείπει το META-INF/manifest.xml)
es: Estructura de documento no válida (falta META-INF/manifest.xml)
et: Vigane dokumendistruktuur (META-INF/manifest.xml puudub)
eu: Dokumentuaren egitura baliogabea (META-INF/manifest.xml falta da)
fi: Tiedoston rakenne viallinen (META-INF/manifest.xml puuttuu)
fr: Structure du document non valable (il manque « META-INF/manifest.xml »)
gl: A estrutura do documento é incorrecta (falta META-INF/manifest.xml)
ia: Structura de documento invalide (META-INF/manifes.xml es mancante)
is: Ógild uppbygging skjals (META-INF/manifest.xml vantar)
it: Struttura del documento non valida (manca META-INF/manifest.xml)
kk: Құжаттың құрылымы жарамсыз (META-INF/manifest.xml файлы жоқ)
ko: 잘못된 문서 구조입니다 (META-INF/manifest.xml이 없습니다)
lt: Netinkama dokumento struktūra (trūksta META-INF/manifest.xml)
nb: Ugyldig dokumentstruktur (META-INF/manifest.xml mangler)
nl: Ongeldige documentstructuur (META-INF/meta.xml ontbreekt)
nn: Ugyldig dokumentstruktur (META-INF/«manifest.xml» manglar)
pa: ਗਲਤ ਡੌਕੂਮੈਂਟ ਢਾਂਚਾ (META-INF/meta.xml ਗੁੰਮ ਹੈ)
pl: Nieprawidłowa struktura dokumentu (brak META-INF/manifest.xml)
pt: Estrutura do documento inválido (falta o ficheiro 'META-INF/manifest.xml')
pt_br: Estrutura do documento inválida (META-INF/manifest.xml não existe)
ru: Неправильная структура документа (отсутствует файл META-INF/manifest.xml)
sk: Neplatná štruktúra dokumentu (chýba META-INF/manifest.xml)
sl: Neveljavna zgradba dokumenta (manjka META-INF/manifest.xml)
sr: Неправилна структура документа (недостаје ‘META-INF/manifest.xml’).
sv: Felaktig dokumentstruktur (META-INF/manifest.xml saknas)
tr: Geçersiz belge yapısı (META-INF/manifest.xml kayıp)
uk: Некоректна структура документа (відсутній META-INF/manifest.xml)

source: Invalid document structure (content.xml is missing)
ar: هيكل المستند غير صحيح (content.xml مفقود)
bg: Невалидна структура на документа (липсва content.xml)
bs: Nepravila struktura dokumenta (nedostaje content.xml)
cs: Neplatná struktura dokumentu (chybí content.xml)
da: Ugyldig dokumentstruktur (content.xml mangler)
de: Ungültige Dokumentstruktur (content.xml fehlt)
el: Μη έγκυρη δομή εγγράφου (λείπει το content.xml)
es: Estructura de documento no válida (falta content.xml)
et: Vigane dokumendistruktuur (content.xml puudub)
eu: Dokumentuaren egitura baliogabea (content.xml falta da)
fi: Tiedoston rakenne viallinen (content.xml puuttuu)
fr: Structure du document non valable (il manque « content.xml »)
gl: A estrutura do documento é incorrecta (falta content.xml)
ia: Invalide structura de documento (content.xml es mancante)
is: Ógild uppbygging skjals (content.xml vantar)
it: Struttura del documento non valida (manca content.xml)
kk: Құжаттың құрылымы жарамсыз (content.xml файлы жоқ)
ko: 잘못된 문서 구조입니다 (content.xml이 없습니다)
lt: Netinkama dokumento struktūra (trūksta content.xml)
nb: Ugyldig dokumentstruktur (content.xml mangler)
nl: Ongeldige documentstructuur (bestand content.xml ontbreekt)
nn: Ugyldig dokumentstruktur («content.xml» manglar)
pa: ਗਲਤ ਡੌਕੂਮੈਂਟ ਢਾਂਚਾ (content.xml ਗੁੰਮ ਹੈ)
pl: Nieprawidłowa struktura dokumentu (brak content.xml)
pt: Estrutura do documento inválido (falta o 'content.xml')
pt_br: Estrutura do documento inválida (content.xml não existe)
ru: Неправильная структура документа (отсутствует файл content.xml)
sk: Neplatná štruktúra dokumentu (chýba content.xml)
sl: Neveljavna zgradba dokumenta (manjka content.xml)
sr: Неправилна структура документа (недостаје ‘content.xml’).
sv: Felaktig dokumentstruktur (content.xml saknas)
tr: Geçersiz belge yapısı (content.xml kayıp)
uk: Некоректна структура документа (відсутній content.xml)

source: OpenDocument Text
ar: ملف نصوص المكتب المفتوح
bg: Текстов документ OpenDocument
bs: Pozadina za OpenDocument tekstualne dokumente
da: OpenDocument tekst
de: OpenDocument-Textformat
es: Texto de OpenDocument
et: OpenDocument-tekstidokument
eu: OpenDocument testua
fr: Document « OpenDocument »
gl: Texto de OpenDocument
ia: Texto de OpenDocument
is: OpenDocument texti
kk: OpenDocument мәтіні
ko: OpenDocument 텍스트
lt: OpenDocument tekstas
nb: OpenDocument-tekst
nl: OpenDocument-tekst
nn: OpenDocument-tekst
pa: ਓਪਨ-ਡੌਕੂਮੈਂਟ ਟੈਕਸਟ
pl: Tekst OpenDocument
pt: Texto em OpenDocument
pt_br: Texto OpenDocument
ru: Текст OpenDocument
sl: Besedilo OpenDocument
sr: Отворенодокументски текст
sv: OpenOffice-text
tr: OpenOffice Metin
uk: ODT

source: OpenDocument Text Backend Configuration
bg: Настройки на ядро за текстови документи OpenDocument
bs: Konfiguracija pozadine za OpenDocument tekst dokumente
cs: Nastavení podpůrné vrstvy OpenDocument Text
da: Konfiguration af OpenDocument tekst-motor
de: Einstellungen zum Anzeigemodul OpenDocument-Text
el: Σύστημα υποστήριξης εγγράφων OpenDocument Text
es: Configuración del motor de texto OpenDocument
et: OpenDocument-tekstidokumentide taustaprogrammi seadistamine
eu: OpenDocument testuaren atzealdekoaren konfigurazioa
fi: OpenDocument Text -taustaosan asetukset
fr: Configuration du moteur de traitement de documents « OpenDocument »
gl: Configuración da infraestrutura para documentos de OpenDocument
ia: Configuration de retro-administration de Texto de OpenDocument
is: Stillingar OpenDocument textaskjala-bakenda
it: Configurazione del backend OpenDocument Text
kk: OpenDocument құжаттың тетігін баптау
ko: OpenDocument 텍스트 백엔드 설정
lt: OpenDocument programinės sąsajos konfigūracija
nb: Oppsett for OpenDocument-tekstmotoren
nl: Configuratie van OpenDocument-tekst-backend
nn: Oppsett av OpenDocument-tekstmotoren
pa: OpenDocument ਟੈਕਸਟ ਬੈਕਐਂਡ ਸੰਰਚਨਾ
pl: Ustawienia silnika tekstu OpenDocument
pt: Configuração da Infra-Estrutura de Texto em OpenDocument
pt_br: Configuração da infraestrutura de texto OpenDocument
ru: Настройка поддержки формата OpenDocument
sk: Nastavenie backendu OpenDocument Text
sl: Nastavitev zaledja za dokumente OpenDocument
sr: Постава позадина за отворенодокументски текст
sv: Inställning av OpenOffice-textgränssnitt
tr: OpenOffice Metin Arka Ucu Yapılandırması
uk: Налаштування модуля показу текстових документів OpenDocument

source: This document is encrypted, and crypto support is compiled in, but a hashing plugin could not be located
ar: المستند مشفر ودعم التشفيرcrypto موجود ولكن الملحق hashing غير موجود
bg: Документът е шифриран и има поддръжка на шифриране, но не може да се открие приставка за хеширане.
bs: Dokument je šifrovan i podrška za šifrovanje je ugrađena, ali ne može da se nađe priključak za heševe.
cs: Tento dokument je zašifrován a podpora kryptografie je zakompilována, ale hashovací modul nebyl nalezen
da: Dette dokument er krypteret, og understøttelse for kryptering er bygget ind, men et hashing-plugin kunne ikke findes
de: Das Dokument ist verschlüsselt und Unterstützung für Verschlüsselung ist eingebaut, aber es kann kein Hash-Modul gefunden werden.
el: Το έγγραφο είναι κρυπτογραφημένο και η υποστήριξη κρυπτογραφίας έχει ενσωματωθεί σε αυτό, αλλά δεν βρέθηκε κάποιο πρόσθετο που να μπορεί να τη διαχειριστεί
es: Este documento está cifrado y se dispone de soporte de cifrado, pero no se puede localizar un complemento de algoritmo «hash»
et: Dokument on krüptitud ja krüptotoetus on kompileeritud, aga räsipluginat ei leitud.
eu: Dokumentu hau zifratua dago, eta zifratze euskarria konpilatua dago, baino hash egiteko plugin bat ezin da aurkitu
fi: Tiedosto on salattu, ja ohjelmaan on käännetty salaustuki, mutta tarvittavaa liitännäistä ei löydy.
fr: Ce document est chiffré et la prise en charge du chiffrement est compilé, mais impossible de trouver un module externe de hachage
gl: Este documento está cifrado e a compatibilidade con cripto está compilada, pero non se puido atopar un complemento de hashing
ia: Iste documento es cryptate, e le supporto de crypto es compilate in Okular, ma un plugin confusionarie poterea non esser locate
is: Þetta skjal er dulkóðað, og stuðningur við dulkóðun er uppsettur, en hinsvegar tókst ekki að staðsetja endamerkja-íforritið (hashing plugin)
it: Il documento è cifrato ed il supporto per la crittografia è compilato nel programma, ma non è stata trovata un'estensione per l'hashing
kk: Бұл құжат шифрланған, шифрлауды қолдау орнатылған, бірақ хэштеу плагині табылмады
ko: 문서가 암호화되었고 암호화 지원이 컴파일되었지만, 해시 플러그인을 찾을 수 없습니다
lt: Šis dokumentas užšifruotas, ir šifravimo palaikymas yra įkompiliuotas, tačiau nepavyko rasti dešifravimo priemonės
nb: Dette dokumentet er kryptert, og støtte for krypto er kompilert inn, men et programtillegg for hashing ble ikke funnet
nl: Dit document is versleuteld en cryptografische ondersteuning is ingebouwd, maar er kon geen hashing-plugin worden gevonden
nn: Dokumentet er kryptert, og støtte for kryptering er kompilert inn, men fann ikkje noko hash-tillegg.
pa: ਇਹ ਡੌਕੂਮੈਂਟ ਇੰਕ੍ਰਿਪਟਡ ਹੈ ਅਤੇ ਕ੍ਰਿਪਟੂ ਸਹਿਯੋਗ ਕੰਪਾਇਲ ਹੈ, ਪਰ ਹੈਸ਼ਿੰਗ ਪਲੱਗਇਨ ਲੱਭੀ ਨਹੀਂ ਜਾ ਸਕੀ।
pl: Ten dokument jest zaszyfrowany, obsługa szyfrowania jest wkompilowana, ale nie można znaleźć wtyczki mieszającej (hashing plugin)
pt: Este documento está encriptado e o suporte de criptografia está incluído, mas falta um 'plugin' de código de dispersão
pt_br: Este documento está criptografado e o suporte a criptografia foi compilado, mas um plugin hashing não pôde ser localizado
ru: Этот документ зашифрован, шифрование поддерживается, но невозможно найти модуль хеширования.
sk: Tento dokument je zašifrovaný, podpora šifrovania je zakompilovaná, ale kódovací modul sa nepodarilo nájsť
sl: Ta dokument je šifriran. Podpora za odšifriranje je na voljo, ni pa mogoče najti vstavka za razpršila.
sr: Документ је шифрован и подршка за шифровање је укомпилована, али не може да се нађе прикључак за дисперзију.
sv: Dokumentet är krypterat, och krypteringsstöd är inkompilerat, men ett insticksprogram för kondensatberäkning kunde inte hittas
tr: Bu belge şifrelenmiş ve şifreleme desteği derlenmiş ama karıştırma eklentisi konumlandırılamadı
uk: Цей документ зашифровано. У програмі передбачено підтримку шифрування, але не вдалося додаток хешування.
